/* เกี่ยวกับ*/

import React from 'react';
import './PAbout.css';


const PAbout = () => {


    return (
        <div>
            <center>

                <h2 className="about1"><b>ระบบตรวจข้อสอบปรนัย</b></h2>

                <p className="about3">ระบบตรวจข้อสอบปรนัยด้วยโครงข่ายประสาทเทียมแบบคอนโวลูชัน
ถูกพัฒนาให้อยู่ในรูปแบบ web application <br/> เพื่อให้ผู้ใช้งานสามารถใช้งานได้สะดวกและรวดเร็วเพียงแค่อัปโหลด "เฉลยข้อสอบ" และ"กระดาษคำตอบ" <br/> หลังจากนั้นระบบจะทำการตรวจข้อสอบอย่างรวดเร็วและมีประสิทธิภาพ ด้วยโครงข่ายประสาทเทียมแบบคอนโวลูชัน</p>

                <h1 className="about2"><b> Convolutionnel neural network for Multiple Choice Question Answering</b></h1>

                <p className="about4">เว็บแอพพลิเคชันระบบตรวจข้อสอบปรนัยด้วยโครงข่ายประสาทเทียมแบบคอนโวลูชัน เป็นเว็บแอพพลิเคชันที่นำมาพัฒนาต่อ <br/> เนื่องจากระบบการทำงานจากระบบเดิมนั้นมีรูปแบบการทำงานเป็น Desktop Application <br/> เราจึงได้นำมาพัฒนาให้อยู่ในรูปแบบเว็บแอพพลิเคชัน เพื่อให้สามารถเข้าถึงได้ง่าย และสะดวกต่อการใช้งานมากยิ่งขึ้น <br/> ในส่วนของการเข้าใช้งาน เราได้พัฒนาให้ผู้ใช้งานสามารถใช้งานได้ทุกแพลตฟอร์มไม่ว่าจะเป็น Linux ,OSX , Windows หรือ Android <br/> และรองรับรูปแบบของขนาดจอที่หลากหลาย ทั้งจอสมาร์ทโฟน และแท็บเล็ต </p>

            </center>
        </div>
    )
}

export default PAbout
